/* The format string to be used in the `FUIPageViewController`\n as the page index title. For example \"5 of 10\". */
"PageIndexFormatKey" = "%d o %d";

/* The tile for the previous button. */
"PreviousKey" = "Blaenorol";

/* The title for the next button. */
"NextKey" = "Nesaf";

/* No Data View */
"NoDataKey" = "Does dim data siart ar gael.";

/* The title for title label in an empty results view. */
"EmptySearchResultsTitleKey" = "Heb ddod o hyd i ganlyniadau ar gyfer";

/* The title for caption label in an empty results view. */
"EmptySearchResultsCaptionKey" = "Ceisiwch chwilio am rywbeth arall.";

/* The title for the clear button */
"ClearKey" = "Clirio";

/* The title for the What's New screen. */
"WhatsNewTitleKey" = "Beth sy'n Newydd";

/* The title for the start button. */
"StartKey" = "Dechrau";

/* The title for the close button. */
"CloseKey" = "Cau";

/* The title for FUIFeedbackScreen.SyncController */
"SyncInProgressKey" = "Proses cysoni ar waith";

/* The message for FUIFeedbackScreen.SyncController */
"SyncInProgressMessageKey" = "Arhoswch i'r broses cysoni orffen er mwyn symud ymlaen i'r rhaglen. Gall hyn gymryd ychydig eiliadau.";

/* The error banner title when sync failed */
"SyncFailedKey" = "Proses cysoni wedi methu";

/* The Transaction Issue error screen title */
"TransactionIssueKey" = "Problem gweithredu";

/* The message under the transaction issue title */
"TransactionIssueMessage1Key" = "Cyn i chi allu cael mynediad at eich cyfrif ar y ddyfais hon, rhowch y ddyfais i:";

/* The message on top of the button in the transaction issue screen */
"TransactionIssueDetailMessageKey" = "Bydd angen iddyn nhw fewngofnodi gyda'u cyfrif nhw a datrys y broblem gweithredu.";

/* The action button title in the transaction issue screen */
"ReturnToSignInKey" = "Dychwelyd i'r Sgrin Mewngofnodi";

/* The connection error screen title */
"NoConnectionKey" = "Dim Cysylltiad â'r Rhyngrwyd";

/* The message under the connection error title */
"NoConnectionMessageKey" = "Cysylltwch â rhwydwaith WiFi neu â rhwydwaith data symudol.";

/* The action button title in the connection error screen */
"TryAgainKey" = "Rhowch gynnig arall arni";

/* The title for the re-enter signature button. */
"ReEnterSignatureKey" = "Rhoi'r Llofnod eto";

/* The format string to be used in the `FUIDataTableCardView`\n as the footnote. For example \"5 more entries\". */
"SeeAllKey" = "%d cofnod ychwanegol";

/* The FUISimplePropertyCollectionViewCell keyLabel accessabilityLabel format string */
"SimplePropertyCellKeyLabelAccessabilityLabel" = " %@ yw'r enwAllwedd";

/* The FUISimplePropertyCollectionViewCell valueLabel accessabilityLabel format string */
"SimplePropertyCellValueLabelAccessabilityLabel" = "y gwerth yw";

